{
  "introduction": {
    "title": "Introduction of the interviewee",
    "content": "我们访问的人是我们的中文老师。她的名字是林倩如，她来自台湾。她现在的职位是UBC的中文讲师。林老师是一位经验丰富的老师，拥有接近十八年的教育经验。由于她的出色的教育的缘故，我们问了她一些关于成为一名好老师的问题。这篇作文是关于她的意见，关于如何成为一名好老师。"
  },
  "reasons-for-career": {
    "title": "Reasons for choosing this career",
    "content": "实际上，教育不是林老师当初选择的本科。林老师最初的专业是心理学。在她那一代，学生很少有时间诚实地探索自己的爱好和兴趣。林老师的确对心理学有兴趣，可是心理学的职业道路需要大量的承诺。最普遍的心理学职业道路是继续深造，读到硕士的水平，然后就业。林老师为支付自己的学费而尝试教育补习华语课。教完了一堂课后，林老师立刻知道了自己喜欢的职业。老师当初尝试教育的原因是为了赚一点零花钱，而现在继续教育学生的原因是真心热爱教育！从我的角度来看，没有对教育的热情，就没有学生愿意来听你的课。一名老师的影响规模往往比老师想象的要大。好老师真的能完成改变一个学生的人生方向。如果你真的想成功，第一步是问自己，我真的喜欢我这个职业的客户，用户种类的观众吗？"
  },
  "job-search-process": {
    "title": "Job search process",
    "content": "林老师来UBC的过程非常独特。2012年是林老师第一次来UBC。通过台湾的教育部和UBC的交流项目，以及林pihua老师，林老师来到了UBC当一位讲师。在2016年，林老师得到了回到UBC当一位兼职讲师的机会，教汉语。可见老师接受了这个offer。尽管UBC没有要求林老师面试，然而我们能从这件事学到一些很重要的知识。如果林老师没有认识林pihua老师，林老师可能会失去来UBC的机会。掌握自己的关系网和社交能力是两种被忽视的就业优势。"
  },
  "soft-technical-skills": {
    "title": "What kind of skills and soft skills are required for this job?",
    "content": "会中文无法与教中文相提并论，这是一个常常遇到的误解。想要成功地培养和教育学生，未来的老师必须有教育的知识。老师需要深造，以便学到最有效的教育方法和技巧。在这个行业中，这是唯一个必不可少的硬技能。最重要的软技能是交流能力。教育是一个非常社交的行业，甚至是最社交的职业。所有的老师需要善于社交，否则学生无法获得最高档的学习效果。提升自己的技能是一个逐渐的过程，无论哪种技能。老师和学生的关系是一个很神奇的东西。关系越密切，学习效果越好。像林老师提到的那样，交心的感觉是所有老师都希望能够与学生达到的感受。提升自己的交流能力不是一个简单的任务，因此我建议老师们应该从最基本的交流开始做起，比如交流名字、交流爱好等。这样，老师们可以逐渐地与学生熟悉，更家舒适。无论多苦难，只要有交流能力和教育知识，终究可以成为一名好老师。"
  },
  "preparation-for-job": {
    "title": "What preparations are needed to apply for this job, and how can one prepare for it?",
    "content": "所有想成为老师的人都应该问自己: ‘我是否真心的爱教育学生，无论多痛苦并麻烦吗？’有社交能力和教育知识不见得意味着你有成为好老师的潜力。像林老师提到的那样，她刚开始教学生的时候经常犯小错误，但她还是通过了教育中心的面试，因为她喜欢看学生的成长和进步。为了成功找到全职教育工作，候选人不应该把自己包装成一个不真实的形象。老师最重要的特点是热爱教学生，无论遇到多少苦难。无论如何包装自己，缺乏这个特点的人都不会找到工作。"
  },
  "ubc-teaching-style": {
    "title": "UBC's unique teaching style",
    "content": "如果你小时候有学过语言，可能你当时的学习过程很刻板，老师说什么，你就得做什么，可是在UBC中文教授采用了另一种教学方法，学生想学什么，就可以学什么。林老师解释：“每一个学生不一样”，因此，UBC鼓励学生去学习自己感兴趣的中文话题。在林老师的中文课，学生有很多自由去选他们想学的内容，每个星期他们会从各种不同的language task去选他们最需要加强的方面，因为每个学生的中文水平都不一样，有些擅长口语，而有些擅长写作，这样学生能按照自己的要求去学习。另外，林老师通过Canvas announcement，给学生更多选择学习内容的自由，announcement里经常包括关于不同社会经济话题的视频和文章，这给学生自由去学习他们有兴趣的话题。我们之前有提到，老师最重要的特点是热爱他们的专业，而这个道理同样适用于学生，学生最重要的特点是爱学习，一位爱学习的学生会进步很快，因此，通过给学生们自由去学他们需要和想要的内容，ubc教授培养了学生的热爱学习的心态。"
  },
  "work-life-balance": {
    "title": "How to balance work and life as a teacher",
    "content": "在生活和工作中找到平衡很难，对于教师来说，这一点尤为如此。拿林老师做例子，她要安排每一节课，管理每一个学生，再加她还要照顾她女儿，这么多责任，怎么能找到平衡呢？答案就是你的环境，如果你想应对多重任务，自己的努力肯定很重要，可是你的工作环境也必不可少。林老师的环境让她在工作和生活中都能蓬勃发展，因为他是半職，所以她暑假的时候能带她女儿去玩，上课的时候能专心教学生。老师的责任很重，为了克服这么多压力，一定要选一个适合你的工作环境。"
  }
}
